console.log("
Ваша оценка - 95.5 баллов 
Отзыв по пунктам ТЗ:
Не выполненные/не засчитанные пункты:
1) изображения добавлены в формате .jpg 
\n
2) иконки соцсетей в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса (допускается доабвление своих вариантов иконок github или RSSchool) https://rs.school/js-stage0/ 
\n
Частично выполненные пункты: \n
1) Вёрстка валидная. Для проверки валидности вёрстки используйте сервис https://validator.w3.org/. Валидной вёрстке соответствует надпись "Document checking completed. No errors or warnings to show.". Если есть предупреждения - warnings, но нет ошибок - errors, выставляем половину баллов за этот пункт. Если есть errors - выставляем - баллов. 
Отзыв: есть нюансы \n
2) четыре элемента section (по количеству секций) 
Отзыв: запутался \n
3) для построения сетки используются флексы или гриды 
Отзыв: частично выполнено задание, нудно дополнительное внимание уделить этим пунктам \n
Выполненные пункты: \n
1) header, main, footer 
\n
2) только один заголовок h1 
\n
3) три заголовка h2 (количество секций минус одна, у которой может быть заголовок h1) 
\n
4) один элемент nav (панель навигации) 
\n
5) два списка ul > li > a (панель навигации, ссылки на соцсети) 
\n
6) четыре кнопки button 
\n
7) блок header 
\n
8) секция preview 
\n
9) секция steps 
\n
10) секция destinations 
\n
11) секция stories 
\n
12) блок footer 
\n
13) при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону 
\n
14) фоновый цвет каждого блока и секции тянется на всю ширину страницы 
\n
15) иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления 
\n
16) есть favicon 
\n
17) плавная прокрутка по якорям 
\n
18) интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике, для элемента указываем эти стили. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета 
\n
19) обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы 

\n")
